Repository: NaN-tic/trytond-multiple_attachment
Catalog: locale/*.po
Languages: ca_es

# error:multiple.attachment:
source: Model "%s" does not store information to an SQL table.
ca_es: El model "%s" no emmagatzema informació a la taula SQL.

# error:multiple.attachment:
source: Multiple Attachment must be unique per model.
ca_es: L'adjunt múltiple ha de ser únic per model.

# field:multiple.attachment,create_date:
source: Create Date
ca_es: Data de creació

# field:multiple.attachment,create_uid:
source: Create User
ca_es: Usuari de creació

# field:multiple.attachment,keyword:
source: Wizard
ca_es: Assistent

# field:multiple.attachment,rec_name:
source: Name
ca_es: Nom

# field:multiple.attachment,write_date:
source: Write Date
ca_es: Data d'actualització

# field:multiple.attachment,write_uid:
source: Write User
ca_es: Usuari d'actualització

# model:ir.action,name:action_multiple_attachment
source: Multiple Attachment
ca_es: Adjunt múltiple

# model:ir.action,name:wizard_multiple_attachment
source: Multiple Attachment
ca_es: Adjunt múltiple

# model:ir.ui.menu,name:main_menu_multiple_attachment
source: Multiple Attachment
ca_es: Adjunt múltiple

# model:ir.ui.menu,name:menu_multiple_attachment
source: Multiple Attachment
ca_es: Adjunt múltiple

# model:multiple.attachment,name:
source: Multiple Attachment
ca_es: Adjunt múltiple

# model:multiple.attachment.wizard.start,name:
source: Multiple Attachment Wizard Start
ca_es: Inici assistent adjunt múltiple

# view:multiple.attachment.wizard.start:
source: Multiple Attachment Wizard
ca_es: Assistent adjunt múltiple

# view:multiple.attachment.wizard.start:
source: Select file to attach to records.
ca_es: Seleccioneu un arxiu per adjuntar als registres.

# view:multiple.attachment:
source: Create Wizard
ca_es: Crea assistent

# view:multiple.attachment:
source: Multiple Attachment
ca_es: Adjunt múltiple

# view:multiple.attachment:
source: Remove Wizard
ca_es: Esborra assistent

# wizard_button:multiple.attachment.wizard,start,attach:
source: Attach
ca_es: Adjunta

# wizard_button:multiple.attachment.wizard,start,end:
source: Cancel
ca_es: Cancel·la
